<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ld_exam_questions`;");
E_C("CREATE TABLE `ld_exam_questions` (
  `id` int(8) NOT NULL auto_increment,
  `question` text NOT NULL COMMENT '问题',
  `type` enum('2','1') NOT NULL default '1' COMMENT '题目类型 1 单选，2多选',
  `selecte` tinytext NOT NULL COMMENT '选项',
  `correct` varchar(5) NOT NULL COMMENT '正确选项',
  `class` int(8) NOT NULL COMMENT '课程系列',
  `inputtime` int(10) NOT NULL,
  `knowsid` int(50) NOT NULL COMMENT '阶段id/ 如：初级下的第一阶段',
  `courseid` int(11) NOT NULL COMMENT '课程如：初级/中级/高级',
  `status` tinyint(1) NOT NULL default '99',
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=72 DEFAULT CHARSET=utf8");
E_D("replace into `ld_exam_questions` values('32','1.题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('33','2.题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('34','1.题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('35','2.题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('36','1.题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('37','2.题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('38','1.题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('39','2.题目：<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n下面哪个选项是正确的上课流程（）','1','','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('40','1.题目：下<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n面哪个选项是正确的上课流程（）','1','','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('41','2<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n.题目：下面哪个选项是正确的上课流程（）','1','','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('42','<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n1.题目：下面哪个选项是正确的上课流程（）','1','','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('43','<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n2.题目：下面哪个选项是正确的上课流程（）','1','','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('44','<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n1.题目：下面哪个选项是正确的上课流程（）','1','','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('45','<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n2.题目：下面哪个选项是正确的上课流程（）','1','','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('46','<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n1.题目：下面哪个选项是正确的上课流程（）','1','','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('47','2.题<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n目：下面哪个选项是正确的上课流程（）','1','','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('48','1.题目：下面哪个选项是正<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n确的上课流程（）','1','','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('49','2.题目：下面哪个选项是正确的上课流程（）<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n','1','','','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('50','<img src=\"/uploadfile/2017/0523/20170523020020487.jpg\" /><br />\r\n1.题目：下面哪个选项是正确的上课流程（）','1','','C','41','1495523313','57','18','99');");
E_D("replace into `ld_exam_questions` values('52','1.一阶段题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('53','2.一阶段题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('54','1.一阶段题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('55','2.一阶段题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('56','1.一阶段题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('57','2.一阶段题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('58','1.一阶段题目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('59','2.题一阶段目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('60','1.题一阶段目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('61','2.题一阶段目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('62','1.题一阶段目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('63','2.题目一阶段：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('64','1.题目一阶段：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('65','2.题一阶段目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('66','1.题目一阶段：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('67','2.题目一阶段：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('68','1.题目一阶段：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('69','2.题一阶段目：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('70','1.题目一阶段：下面哪个选项是正确的上课流程（）','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','C','41','1495523666','58','18','99');");
E_D("replace into `ld_exam_questions` values('71','一阶段','1','array (\n  0 => ''A 搭建  情景引入  编程  结构讲解  展示游戏环节  '',\n  1 => ''B 情景引入  搭建  结构讲解  编程  展示游戏环节 '',\n  2 => ''C 情景引入  结构讲解  搭建  编程  展示游戏环节 '',\n  3 => ''D结构讲','','41','1495523666','58','18','99');");

require("../../inc/footer.php");
?>